Revit 2027 API
ParameterTypeId.StairsDbgShowMonolithicSupportGeom Property
 "Show Monolithic Support Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowMonolithicSupportGeom { get; }
Public Shared ReadOnly Property StairsDbgShowMonolithicSupportGeom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowMonolithicSupportGeom {
	ForgeTypeId^ get ();
}
static member StairsDbgShowMonolithicSupportGeom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace